TURN_HIDING_ON = "Näytä vain osoitettaessa";
TURN_HIDING_OFF = "Näytä aina";
TURN_MAG_ON = "Käytä suurennusta";
TURN_MAG_OFF = "Älä käytä suurennusta";
POSITION_ON_SCREEN = "Sijainti näytöllä";
LEFT = "Vasen";
BOTTOM = "Ala";
RIGHT = "Oikea";
MINIMIZE_USING = "Pienennä käyttäen";
GENIE_EFFECT = "Pullon henki";
SCALE_EFFECT = "Skaalaustehoste";
DOCK_PREFS = "Dock-asetukset…";
REMOVE_FROM_DOCK = "Poista Dockista";
OPEN_AT_LOGIN = "Avaa sisäänkirjauduttaessa";
SHOW_IN_FINDER = "Näytä Finderissa";
OPEN_IN_FINDER = "Avaa Finderissa";
OPEN_FILENAME = "Avaa ”%@”";
OPEN = "Avaa";
SHOW_NAME = "Näytä %@";
MORE_WIDGETS = "Lisää widgettejä…";
DASHBOARD_PREFS = "Dashboard-asetukset…";
SHOW_DASHBOARD = "Näytä Dashboard";
APPLICATION_NOT_RESPONDING = "Ohjelma ei vastaa";
HIDE = "Kätke";
HIDE_OTHERS = "Kätke muut";
SHOW = "Näytä";
RELAUNCH = "Avaa uudelleen";
SORT_BY = "Lajitteluperuste";
NAME = "Nimi";
DATE_ADDED = "Lisätty";
DATE_MODIFIED = "Muokattu";
DATE_CREATED = "Luotu";
KIND = "Laji";
LAST_OPENED = "Avattu viimeksi";
EJECT = "Anna levy";
RENAME_STACK = "Nimeä pino uudelleen";
RECENT_APPS = "Äskeiset ohjelmat";
RECENT_DOCS = "Äskeiset dokumentit";
RECENT_SERVERS = "Äskeiset palvelimet";
FAV_VOLS = "Suosikkitaltiot";
FAV_ITEMS = "Suosikkikohteet";
KEEP_IN_DOCK = "Pidä Dockissa";
QUIT = "Lopeta";
FORCE_QUIT = "Pakota lopettamaan";
EMPTY_TRASH = "Tyhjennä roskakori";
SECURE_EMPTY_TRASH = "Tyhjennä roskakori turvallisesti";
SHOW_AS = "Näytä sisältö muodossa";
AUTOMATIC = "Automaattinen";
FAN = "Viuhka";
GRID = "Ruudukko";
LIST = "Luettelo";
DISPLAY_AS = "Näytä muodossa";
DISPLAY_AS_FOLDER = "Kansio";
DISPLAY_AS_STACK  = "Pino";
OPTIONS = "Valinnat";
BIND_TO_SPACE = "Määrää ohjelma tilaan";
MOVE_TO_SPACE = "Siirrä ikkunat kohteeseen";
SPACE_NUMBER = "Tila %d";
ALL_SPACES = "Kaikissa tiloissa";
CURRENT_SPACE = "Nykyinen tila";

APPSTORE_PAUSE = "Keskeytä";
APPSTORE_RESUME = "Jatka";
APPSTORE_CANCEL = "Kumoa lataus";